Repository: nkvoronov/Transmission-XBMC
Catalog: resources/language/resource.language.*/strings.po
Languages: uk_ua

# Addon Summary
source: A client for the popular Transmission BitTorrent application
uk_ua: Клієнт для популярного додатка BitTorrent

# Addon Description
source: Currently, Transmission-XBMC supports viewing, adding, removing, starting and stopping torrents. More advanced features may be added in future releases.
uk_ua: В даний час, Transmission-XBMC підтримує перегляд, додавання, видалення, запуск і зупинка торрентів. Більш просунуті функції можуть бути додані в майбутніх версіях.

# #32001
source: Connecting to Transmission
uk_ua: Підключення до Transmission

# #32002
source: Transmission Error
uk_ua: Помилка Transmission

# #32003
source: Open settings dialog?
uk_ua: Відкрити вікно налаштувань?

# #32101
source: Add
uk_ua: Додати

# #32102
source: Remove
uk_ua: Видалити

# #32103
source: Pause
uk_ua: Зупинити

# #32104
source: Start
uk_ua: Запустити

# #32105
source: Pause All
uk_ua: Зупинити всі

# #32106
source: Start All
uk_ua: Запустити всі

# #32107
source: Exit
uk_ua: Вихід

# #32108
source: Settings
uk_ua: Налаштування

# #32110
source: Name
uk_ua: Назва

# #32111
source: Status
uk_ua: Статус

# #32112
source: Torrent Details
uk_ua: Детальна інформація про торрент

# #32200
source: Browse for torrent file
uk_ua: Вибрати торрент-файл

# #32202
source: Search ThePirateBay
uk_ua: Шукати на ThePirateBay

# #32203
source: Search Mininova.org
uk_ua: Шукати на Mininova.org

# #32204
source: Search KickassTorrents
uk_ua: Шукати на KickassTorrents

# #32205
source: Search 1337x
uk_ua: Шукати на 1337x

# #32206
source: Search YTS
uk_ua: Шукати на YTS

# #32207
source: Search LimeTorrents
uk_ua: Шукати на LimeTorrents

# #32208
source: Search EZTV
uk_ua: Шукати на EZTV

# #32290
source: Searching...
uk_ua: Пошук...

# #32291
source: No results found
uk_ua: Нічого не знайдено

# #32292
source: Could not connect to search site
uk_ua: Неможливо з'єднатися з пошуковим сайтом

# #32293
source: Could not download torrent data
uk_ua: Не вдалося завантажити дані торрента

# #32300
source: working
uk_ua: завантажується

# #32301
source: seeding
uk_ua: роздається

# #32302
source: stopped
uk_ua: зупинено

# #32800
source: RPC Settings
uk_ua: Налаштування RPC

# #32801
source: Host
uk_ua: Хост

# #32802
source: Port
uk_ua: Порт

# #32803
source: User
uk_ua: Користувач

# #32804
source: Password
uk_ua: Пароль

# #32805
source: Stop all torrents on video playback
uk_ua: Зупиняти всі завантаження на час перегляду відео

# #32900
source: An unexpected error occurred
uk_ua: Невідома помилка

# #32901
source: Could not connect to Transmission
uk_ua: Не вдалося підключитися до сервера Transmission

# #32902
source: Invalid username or password
uk_ua: Невірне ім'я користувача або пароль
